Repository: Korah06/Miguel-Marin-s-Training-App
Catalog: lib/l10n/app_*.arb
Languages: ca

# loginButton
source: Sign In
ca: Iniciar Sessió

# registerLabel
source: Don't have account? Sign up now!
ca: No tens conte? Pues registrat!

# userLabel
source: Email
ca: Correu Electrònic

# passwordLabel
source: Password
ca: Contrasenya

# remindPasswordLabel
source: Remember password?
ca: Vols recordar la teva contrasenya?

# forgottenPassword
source: Forgot Password?
ca: Has oblidat la teva Contrasenya?

# noEmail
source: You must enter an email address
ca: No has introduït cap correu electrònic

# noPassword
source: You must enter a password
ca: No has introduït cap contrasenya

source: Incorrect email format
ca: El correu electrònic no té un format correcte

source: Incorrect password format
ca: La contrasenya no té un format correcte

source: Wrong email or password
ca: El correu electrònic o la contrasenya són incorrectes

# invalidUserPassword
source: Invalid password for this user
ca: La contrasenya no correspon a l'usuari

source: User not found
ca: L'usuari no existeix

# invalidCredentialError
source: Invalid credentials
ca: Credencials invàlides

source: Login success
ca: Sessió iniciada correctament

source: Ok
ca: Acceptar
